{
  "games": [
    {
      "id": "starfield",
      "name": "Starfield",
      "price": 250,
      "discount": 0,
      "stock": 100,
      "description": "Starfield es el primer universo nuevo en más de 25 años de Bethesda Game Studios, los galardonados creadores de The Elder Scrolls V: Skyrim y Fallout 4. En este juego de rol de última generación ambientado entre las estrellas, crea el personaje que quieras y explore con una libertad sin igual mientras se embarca en un viaje épico para responder al mayor misterio de la humanidad.",
      "platforms": "steam,xbox",
      "date": "6/9/2023",
      "developer": "Bethesda Game Studios",
      "production": "Bethesda Softworks",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 10
    },
    {
      "id": "remnant2",
      "name": "Remnant 2",
      "price": 150,
      "discount": 0,
      "stock": 100,
      "description": "Remnant II es la secuela del juego superventas Remnant: From the Ashes que enfrenta a los supervivientes de la humanidad contra nuevas criaturas mortíferas y jefes divinos en mundos aterradores. Juega por tu cuenta o coopera con dos amigos para explorar las profundidades de lo desconocido y evitar que el mal destruya la propia realidad. Para lograrlo, los jugadores deberán confiar en sus propias habilidades y en las de su equipo para superar los desafíos más difíciles y prevenir la extinción de la humanidad.",
      "platforms": "epic,ps,steam,xbox",
      "date": "25/7/2023",
      "developer": "Gunfire Games",
      "production": "Gearbox Publishing",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 33
    },
    {
      "id": "cyberpunk2077",
      "name": "Cyberpunk 2077",
      "price": 200,
      "discount": 50,
      "stock": 100,
      "description": "Ponte en la piel de V, merc ciberpunk a sueldo, y haz todo lo que sea necesario para hacerte un nombre en Night City, una megalópolis obsesionada con el poder, el glamur y las modificaciones corporales. Aquí nacen las leyendas. ¿Cuál será la tuya?",
      "platforms": "epic,ps,steam,xbox",
      "date": "9/12/2020",
      "developer": "CD Projekt RED",
      "production": "CD Projekt RED",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 100
    },
    {
      "id": "baldursgate3",
      "name": "Baldur's Gate 3",
      "price": 200,
      "discount": 0,
      "stock": 100,
      "description": "Reúna a su grupo y regrese a los Reinos Olvidados en una historia de compañerismo y traición, sacrificio y supervivencia, y el atractivo del poder absoluto. Misteriosas habilidades están despertando dentro de ti, extraídas de un parásito Mind Flayer plantado en tu cerebro. Resiste y vuelve la oscuridad contra sí misma. O abraza la corrupción y conviértete en el mal supremo. De los creadores de Divinity: Original Sin 2 llega un juego de rol de próxima generación, ambientado en el mundo de Dungeons and Dragons.",
      "platforms": "epic,ps,steam",
      "date": "6/9/2023",
      "developer": "Larian Studios",
      "production": "Larian Studios",
      "logo": "",
      "wallpaper": "",
      "genre": "aventura,strategia",
      "salesCount": 142
    },
    {
      "id": "wayfinder",
      "name": "Wayfinder",
      "price": 66,
      "discount": 0,
      "stock": 100,
      "description": "Conviértete en un Wayfinder y desbloquea sus poderes a medida que forjas tu camino y mantienes a raya a una fuerza hostil que ha invadido tu mundo. Da forma directamente y personaliza las aventuras en las que te embarcas con tus amigos, porque los Wayfinders son más fuertes juntos.",
      "platforms": "epic,ps,steam",
      "date": "17/8/2023",
      "developer": "Airship Syndicate",
      "production": "Digital Extremes",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 2
    },

    {
      "id": "armoredcore6",
      "name": "Armored Core 6: Fires of Rubicon",
      "price": 182.5,
      "discount": 0,
      "stock": 100,
      "description": "Hay una sustancia llamada Coral. Descubierto en el remoto planeta en desarrollo Rubicon 3, se suponía que era un recurso energético para una nueva era que provocaría un salto cuántico en la sociedad humana. Sin embargo, un día, el Coral provocó una catástrofe, y las llamas y las tormentas envolvieron los sistemas estelares circundantes, dejando tras de sí una contaminación mortal. Desde entonces, la zona ha estado bajo estricta vigilancia. El planeta Rubicon 3 ha sido bloqueado. Los sobrevivientes de la catástrofe se aferraban a sus frágiles vidas.",
      "platforms": "ps,steam,xbox",
      "date": "25/8/2023",
      "developer": "FromSoftware",
      "production": "Bandai Namco",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 10
    },
    {
      "id": "lordsofthefallen2",
      "name": "Lords of the Fallen 2",
      "price": 179,
      "discount": 0,
      "stock": 100,
      "description": "Un vasto mundo te espera en el nuevo RPG de acción y fantasía oscura, Lords of the Fallen, que llegará a PC, PS5 y Xbox Series X.",
      "platforms": "epic,ps,steam,xbox",
      "date": "13/10/2023",
      "developer": "HEXWORKS",
      "production": "CI Games",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 48
    },
    {
      "id": "eldenring",
      "name": "Elden Ring",
      "price": 172.5,
      "discount": 0,
      "stock": 100,
      "description": "Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias.  En las Tierras Intermedias gobernadas por la Reina Márika, la Eterna, el Círculo de Elden, origen del Árbol Áureo, ha sido destruido.  Los descendientes de Márika, todos semidioses, reclamaron los fragmentos del Círculo de Elden conocidos como Grandes Runas. Fue entonces cuando la demencial corrupción de su renovada fuerza provocó una guerra: la Devastación.  Una guerra que supuso el abandono de la Voluntad Mayor. Y ahora, la gracia que nos guía recaerá sobre el Sinluz desdeñado por la gracia del oro y exiliado de las Tierras Intermedias. Tú que has muerto, pero vives, con tu gracia tiempo ha perdida, recorre la senda hacia las Tierras Intermedias más allá del neblinoso mar para postrarte ante el Círculo de Elden.",
      "platforms": "ps,steam,xbox",
      "date": "25/2/2022",
      "developer": "FromSoftware",
      "production": "Bandai Namco",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 356
    },
    {
      "id": "residentevil4remake",
      "name": "Resident Evil 4 Remake",
      "price": 224,
      "discount": 0,
      "stock": 100,
      "description": "Han pasado seis años desde la catástrofe biológica de Raccoon City.  Leon S. Kennedy, uno de los supervivientes, ha sido asignado como agente especial del gobierno al presidente de los Estados Unidos.  Con la experiencia de múltiples misiones a sus espaldas, Leon es enviado a rescatar a la hija del presidente, la cual ha sido secuestrada.  Sus pesquisas le llevan a un aislado pueblo europeo, en donde algo muy extraño está pasando con sus habitantes...  El telón se alza desvelando una cruenta experiencia de Survival Horror y la historia de un angustioso rescate.",
      "platforms": "ps,steam,xbox",
      "date": "24/3/2023",
      "developer": "Capcom",
      "production": "Capcom",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 121
    },
    {
      "id": "theoutlasttrials",
      "name": "The Outlast Trials",
      "price": 63,
      "discount": 0,
      "stock": 100,
      "description": "Ambientada en la era de la Guerra Fría, la buena gente de Murkoff Corporation recluta involuntariamente conejillos de indias humanos para probar métodos avanzados de lavado de cerebro y control mental. En un mundo de desconfianza, miedo y violencia, tu moral será desafiada, tu resistencia puesta a prueba y tu cordura aplastada. Todo en nombre del progreso, la ciencia y el beneficio. Sobrevive junto a tus amigos o atrévete a afrontar los experimentos tú solo.",
      "platforms": "epic,ps,steam,xbox",
      "date": "18/5/2023",
      "developer": "Red Barrels",
      "production": "Red Barrels",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 76
    },
    {
      "id": "dyinglight2",
      "name": "Dying Light 2",
      "price": 199,
      "discount": 0,
      "stock": 100,
      "description": "El mundo colapsó Desde que apareció el virus de Harran hace 20 años, la humanidad tuvo que buscar refugio en los últimos asentamientos que quedaban en pie. Como peregrino errante sin ética ni reglas, estás en busca de tu hermana perdida. Viaja a uno de los últimos bastiones de la humanidad, la ciudad de Villedor. Entra en sus refugios, conoce a sus habitantes, devuelve la esperanza a su gente y desenreda los hilos del pasado que podrían volver a perseguirte.",
      "platforms": "epic,ps,steam,xbox",
      "date": "3/2/2022",
      "developer": "Techland",
      "production": "Techland",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 23
    },
    {
      "id": "sonsoftheforest",
      "name": "Sons of the Forest",
      "price": 63,
      "discount": 0,
      "stock": 100,
      "description": "Enviado a buscar a un multimillonario desaparecido en una isla remota, te encuentras en un infierno infestado de caníbales. Crea, construye y lucha para sobrevivir, solo o con amigos, en este nuevo y aterrador simulador de horror y supervivencia de mundo abierto.",
      "platforms": "steam",
      "date": "23/2/2023",
      "developer": "Endnight Games Ltd",
      "production": "Newnight",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 13
    },
    {
      "id": "returnal",
      "name": "returnal",
      "price": 199,
      "discount": 0,
      "stock": 100,
      "description": "ROMPE EL CICLO Lucha para sobrevivir ahora que este galardonado juego de disparos en tercera persona lleva la historia de Selene a la PC. Supera desafíos roguelike. Enfrenta enemigos en un infierno de balas explosivo. Comparte tu travesía en Returnal con otro jugador.",
      "platforms": "epic,ps,steam",
      "date": "15/2/2023",
      "developer": "Climax Studios / Housemarque",
      "production": "PlayStation PC LLC",
      "logo": "",
      "wallpaper": "",
      "genre": "acción",
      "salesCount": 18
    },
    {
      "id": "maddennfl24",
      "name": "Madden NFL 24",
      "price": 259,
      "discount": 0,
      "stock": 100,
      "description": "Disfruta de la nueva versión de FieldSENSE™ en Madden NFL 24. Los movimientos más realistas de los personajes y una IA más inteligente te dan el control necesario para ejecutar tus estrategias de juego con la confianza necesaria para dominar a cualquier rival.",
      "platforms": "epic,ps,steam,xbox",
      "date": "17/8/2023",
      "developer": "Tiburon",
      "production": "Electronic Arts",
      "logo": "",
      "wallpaper": "",
      "genre": "deportes,estrategia,simulación",
      "salesCount": 2
    },
    {
      "id": "wwe2k23",
      "name": "WWE 2K23",
      "price": 234.9,
      "discount": 0,
      "stock": 100,
      "description": "WWE 2K23 es Aún Más Fuerte con características ampliadas, magníficos gráficos y un profundo plantel de Superestrellas y Leyendas de la WWE. Vuelve 2K Showcase, un documental deportivo interactivo centrado en los 20 años de carrera de John Cena, y por fin llega WarGames.",
      "platforms": "ps,steam,xbox",
      "date": "17/3/2023",
      "developer": "Visual Concepts",
      "production": "2K",
      "logo": "",
      "wallpaper": "",
      "genre": "deportes,simulación",
      "salesCount": 10
    },
    {
      "id": "fifa23",
      "name": "FIFA 23",
      "price": 259,
      "discount": 75,
      "stock": 100,
      "description": "FIFA 23 lleva el juego del mundo al campo con la tecnología HyperMotion2, la FIFA World Cup masculina y femenina, equipos de clubes femeninos, funciones Cross-Play** y mucho más.",
      "platforms": "epic,ps,steam,xbox",
      "date": "30/9/2022",
      "developer": "EA Sports",
      "production": "Electronic Arts",
      "logo": "",
      "wallpaper": "",
      "genre": "deportes,estrategia,simulación",
      "salesCount": 20
    },
    {
      "id": "streetfighter6",
      "name": "Street Fighter 6",
      "price": 230,
      "discount": 0,
      "stock": 100,
      "description": "¡Llega el nuevo contendiente de Capcom! Street Fighter 6 se lanzará en todo el mundo el 2 de junio de 2023 y representa la próxima evolución de la serie Street Fighter. Street Fighter 6 tiene tres modos de juego diferenciados: World Tour, Fighting Ground y Battle Hub.",
      "platforms": "ps,steam,xbox",
      "date": "1/6/2023",
      "developer": "CAPCOM Co. / Ltd.",
      "production": "CAPCOM Co. / Ltd.",
      "logo": "",
      "wallpaper": "",
      "genre": "arcade,deportes",
      "salesCount": 231
    },
    {
      "id": "assassinscreedvalhalla",
      "name": "Assassin's Creed Valhalla",
      "price": 200,
      "discount": 0,
      "stock": 100,
      "description": "Conviértete en Eivor, un poderoso saqueador vikingo y lidera a tu clan desde las inclementes costas de Noruega a un nuevo hogar en medio de las exuberantes tierras de cultivo de la Inglaterra del siglo IX. Explora un hermoso y misterioso mundo abierto donde te enfrentarás a brutales enemigos, saquearás fortalezas, construirás el nuevo asentamiento de tu clan y forjarás alianzas para conseguir la gloria y obtener un lugar en el Valhalla.  Inglaterra, en la época de los vikingos, es una nación fracturada llena de amos mezquinos y reinos en guerra. Debajo de todo el caos yace una tierra salvaje y llena de abundancia que espera a un nuevo conquistador. ¿Serás tú?",
      "platforms": "epic,ps,steam,xbox",
      "date": "6/12/2022",
      "developer": "Ubisoft Montreal",
      "production": "Ubisoft",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 76
    },
    {
      "id": "hogwartslegacy",
      "name": "Hogwarts Legacy",
      "price": 170,
      "discount": 0,
      "stock": 100,
      "description": "Hogwarts Legacy es un juego de rol inmersivo en mundo abierto que se inspira de los libros de la saga Harry Potter. Disfruta del Hogwarts del siglo XIX. Tu personaje es un alumno o alumna del famoso colegio que tiene la clave de un antiguo secreto que amenaza con destruir el mundo mágico. Ahora puedes tomar el control de la acción y ser el centro de tu propia aventura en el mundo mágico. El legado está en tus manos.",
      "platforms": "epic,ps,steam,xbox",
      "date": "10/2/2023",
      "developer": "Avalanche",
      "production": "Warner Bros. Games",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 98
    },
    {
      "id": "daymare1994sandcastle",
      "name": "Daymare: 1994 Sandcastle",
      "price": 220,
      "discount": 0,
      "stock": 100,
      "description": "Daymare: 1994 Sandcastle es un juego de terror y supervivencia en tercera persona basado en una historia, precuela del aclamado por la crítica Daymare: 1998. Ponte en la piel de la agente Dalila Reyes, una ex espía del gobierno que ahora está al servicio de la unidad H.A.D.E.S. y prepárate para enfrentar el verdadero horror.",
      "platforms": "ps,steam,xbox",
      "date": "30/8/2023",
      "developer": "Invader Studios",
      "production": "Invader Studios",
      "logo": "",
      "wallpaper": "",
      "genre": "acción,aventura",
      "salesCount": 35
    }
  ]
}
